Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpAIPlaylistsIntroBody
source: Build Playlist with AI turns a description of a playlist into real, playable tracks. Describe what you want, review the song list it produces, then Match to a source: Apple Music, any signed-in service, Local Library or a media server (when the chosen service is unavailable it falls back to Apple Music and says so). Stop halts a long match; songs that could not be matched are listed. Deliver the result to a Choragus playlist (with a folder picker), the end of the queue, play next, or play now. Sample prompts and How does this work? are one click away in the window. The feature is enabled in Settings → AI.
da: Byg playliste med AI forvandler en beskrivelse til ægte, afspillelige numre. Beskriv, hvad du vil, gennemgå sanglisten og Match mod en kilde: Apple Music, en tilkoblet tjeneste, Lokalt bibliotek eller en medieserver (er den valgte tjeneste utilgængelig, falder den tilbage til Apple Music og siger det). Stop afbryder en lang matching; sange, der ikke blev fundet, vises. Levér resultatet til en Choragus-playliste (med mappevalg), slutningen af køen, afspil næste eller afspil nu. Eksempler og Hvordan virker det? er ét klik væk i vinduet. Funktionen slås til i Indstillinger → AI.
de: Playlist mit KI erstellen macht aus einer Beschreibung echte, abspielbare Titel. Beschreibe, was du willst, prüfe die erzeugte Songliste und gleiche sie mit einer Quelle ab: Apple Music, ein angemeldeter Dienst, die lokale Bibliothek oder ein Medienserver (ist der gewählte Dienst nicht verfügbar, weicht sie auf Apple Music aus und sagt es). Stopp bricht einen langen Abgleich ab; nicht gefundene Songs werden aufgelistet. Liefere das Ergebnis in eine Choragus-Playlist (mit Ordnerauswahl), ans Ende der Warteschlange, als Nächstes oder sofort. Beispielaufträge und „Wie funktioniert das?“ sind im Fenster einen Klick entfernt. Die Funktion wird unter Einstellungen → KI aktiviert.
es: Crear lista con IA convierte una descripción en pistas reales y reproducibles. Describe lo que quieres, revisa la lista de canciones y Empareja con una fuente: Apple Music, cualquier servicio conectado, Biblioteca local o un servidor multimedia (si el servicio elegido no está disponible recurre a Apple Music y lo indica). Detener interrumpe un emparejamiento largo; las canciones no encontradas se listan. Entrega el resultado a una lista de Choragus (con selector de carpeta), al final de la cola, a continuación o ahora. Los ejemplos y ¿Cómo funciona? están a un clic en la ventana. La función se activa en Ajustes → IA.
fr: Créer une playlist avec l'IA transforme une description en vrais titres lisibles. Décrivez ce que vous voulez, relisez la liste produite, puis Apparier sur une source : Apple Music, tout service connecté, Bibliothèque locale ou un serveur multimédia (si le service choisi est indisponible, repli sur Apple Music, annoncé). Arrêter interrompt un long appariement ; les titres non trouvés sont listés. Livrez le résultat dans une playlist Choragus (avec choix du dossier), en fin de file, à lire ensuite ou tout de suite. Exemples de demandes et « Comment ça marche ? » sont à un clic dans la fenêtre. La fonction s'active dans Réglages → IA.
it: Crea playlist con IA trasforma una descrizione in brani reali e riproducibili. Descrivi cosa vuoi, rivedi l'elenco prodotto, poi Abbina a una sorgente: Apple Music, qualsiasi servizio collegato, Libreria locale o un server multimediale (se il servizio scelto non è disponibile ripiega su Apple Music e lo dice). Interrompi ferma un abbinamento lungo; i brani non trovati vengono elencati. Consegna il risultato a una playlist Choragus (con scelta cartella), in fondo alla coda, subito dopo o adesso. Esempi di richieste e Come funziona? sono a un clic nella finestra. La funzione si attiva in Impostazioni → IA.
ja: AI でプレイリストを作成は、プレイリストの説明を実際に再生できる曲に変えます。希望を書き、生成された曲リストを確認し、ソースに照合します：Apple Music、サインイン済みの任意のサービス、ローカルライブラリ、またはメディアサーバー（選んだサービスが使えない場合は Apple Music に切り替えて通知します）。停止で長い照合を中断でき、見つからなかった曲は一覧表示されます。結果は Choragus プレイリスト（フォルダ選択付き）、キューの末尾、次に再生、今すぐ再生へ送れます。サンプルの依頼文と「どう動く？」はウィンドウ内からワンクリックです。機能は設定 → AI で有効にします。
nb: Bygg spilleliste med KI gjør en beskrivelse om til ekte, spillbare spor. Beskriv hva du vil, se over sanglisten og Match mot en kilde: Apple Music, en pålogget tjeneste, Lokalt bibliotek eller en medieserver (er den valgte tjenesten utilgjengelig, faller den tilbake til Apple Music og sier det). Stopp avbryter en lang matching; sanger som ikke ble funnet listes. Lever resultatet til en Choragus-spilleliste (med mappevalg), slutten av køen, spill neste eller spill nå. Eksempler og Hvordan virker dette? er ett klikk unna i vinduet. Funksjonen slås på i Innstillinger → KI.
nl: Afspeellijst maken met AI zet een beschrijving om in echte, afspeelbare nummers. Beschrijf wat je wilt, bekijk de nummerlijst en Match met een bron: Apple Music, een aangemelde dienst, Lokale bibliotheek of een mediaserver (is de gekozen dienst niet beschikbaar, dan valt hij terug op Apple Music en zegt dat). Stop breekt een lange match af; niet-gevonden nummers worden getoond. Lever het resultaat als Choragus-afspeellijst (met mapkeuze), achteraan de wachtrij, hierna of nu afspelen. Voorbeeldopdrachten en Hoe werkt dit? staan één klik verderop in het venster. De functie wordt ingeschakeld in Instellingen → AI.
pl: Buduj playlistę z AI zamienia opis playlisty w prawdziwe, odtwarzalne utwory. Opisz, czego chcesz, przejrzyj listę i Dopasuj do źródła: Apple Music, dowolnej zalogowanej usługi, Biblioteki lokalnej lub serwera multimediów (gdy wybrana usługa jest niedostępna, przełącza się na Apple Music i o tym informuje). Zatrzymaj przerywa długie dopasowanie; niedopasowane utwory są wymienione. Dostarcz wynik do playlisty Choragus (z wyborem folderu), na koniec kolejki, jako następny lub odtwórz teraz. Przykładowe polecenia i Jak to działa? są w oknie na jedno kliknięcie. Funkcję włącza się w Ustawienia → AI.
pt: Construir playlist com IA transforma uma descrição em faixas reais e reproduzíveis. Descreva o que quer, reveja a lista de músicas e Corresponda a uma fonte: Apple Music, qualquer serviço com sessão, Biblioteca local ou um servidor multimédia (se o serviço escolhido não estiver disponível, recorre à Apple Music e diz isso). Parar interrompe uma correspondência longa; as músicas não encontradas são listadas. Entregue o resultado numa playlist Choragus (com escolha de pasta), no fim da fila, a seguir ou agora. Os exemplos e Como funciona? estão a um clique na janela. A funcionalidade ativa-se em Ajustes → IA.
sv: Bygg spellista med AI gör om en beskrivning till riktiga, spelbara spår. Beskriv vad du vill, granska låtlistan och Matcha mot en källa: Apple Music, valfri inloggad tjänst, Lokalt bibliotek eller en mediaserver (är den valda tjänsten otillgänglig faller den tillbaka på Apple Music och säger det). Stoppa avbryter en lång matchning; låtar som inte hittades listas. Leverera resultatet till en Choragus-spellista (med mappval), slutet av kön, spela härnäst eller spela nu. Exempel och Hur fungerar det? finns ett klick bort i fönstret. Funktionen slås på i Inställningar → AI.
zh_hans: 用 AI 构建播放列表把一段描述变成真实可播放的曲目。描述你想要的内容，检查生成的歌曲列表，然后匹配到来源：Apple Music、任意已登录服务、本地资料库或媒体服务器（所选服务不可用时回退到 Apple Music 并提示）。停止可中断较长的匹配；未匹配的歌曲会列出。结果可送到 Choragus 播放列表（可选文件夹）、队列末尾、下一首播放或立即播放。示例提示和“这是怎么工作的？”在窗口中一键可达。该功能在设置 → AI 中启用。

# helpAIPlaylistsManualBody
source: Choose Manual (copy prompt) under Generate with. Copy prompt puts a ready-made request on the clipboard; paste it into any AI chat (a website, another app), copy the reply, and press Paste list to bring it back. The same button also accepts any list you write yourself, one song per line.
da: Vælg Manuel (kopiér prompt) under Generér med. Kopiér prompt lægger en færdig forespørgsel i udklipsholderen; indsæt den i en AI-chat (et websted, en anden app), kopiér svaret og tryk Indsæt liste. Samme knap accepterer også en liste, du selv skriver, én sang pr. linje.
de: Wähle Manuell (Prompt kopieren) unter Erzeugen mit. Prompt kopieren legt eine fertige Anfrage in die Zwischenablage; füge sie in einen beliebigen KI-Chat ein (Website, andere App), kopiere die Antwort und drücke Liste einfügen. Dieselbe Taste nimmt auch jede selbst geschriebene Liste an, ein Song pro Zeile.
es: Elige Manual (copiar prompt) en Generar con. Copiar prompt pone una petición lista en el portapapeles; pégala en cualquier chat de IA (una web, otra app), copia la respuesta y pulsa Pegar lista. El mismo botón acepta cualquier lista escrita por ti, una canción por línea.
fr: Choisissez Manuel (copier l'invite) sous Générer avec. Copier l'invite place une demande prête dans le presse-papiers ; collez-la dans n'importe quel chat IA (site web, autre app), copiez la réponse et pressez Coller la liste. Le même bouton accepte aussi toute liste écrite par vous, un titre par ligne.
it: Scegli Manuale (copia prompt) sotto Genera con. Copia prompt mette una richiesta pronta negli appunti; incollala in qualsiasi chat IA (un sito, un'altra app), copia la risposta e premi Incolla elenco. Lo stesso pulsante accetta anche qualsiasi elenco scritto da te, un brano per riga.
ja: 「生成方法」で手動（プロンプトをコピー）を選びます。プロンプトをコピーで依頼文がクリップボードに入るので、任意の AI チャット（Web サイトや別アプリ）に貼り付け、返答をコピーして「リストを貼り付け」を押します。同じボタンは自分で書いた 1 行 1 曲のリストも受け付けます。
nb: Velg Manuell (kopier prompt) under Generer med. Kopier prompt legger en ferdig forespørsel på utklippstavlen; lim den inn i en KI-chat (et nettsted, en annen app), kopier svaret og trykk Lim inn liste. Samme knapp tar også imot en liste du skriver selv, én sang per linje.
nl: Kies Handmatig (prompt kopiëren) onder Genereren met. Prompt kopiëren zet een kant-en-klaar verzoek op het klembord; plak het in een AI-chat (website, andere app), kopieer het antwoord en druk op Lijst plakken. Dezelfde knop accepteert ook elke zelfgeschreven lijst, één nummer per regel.
pl: Wybierz Ręcznie (kopiuj prompt) w sekcji Generuj z. Kopiuj prompt umieszcza gotowe polecenie w schowku; wklej je do dowolnego czatu AI (strona, inna aplikacja), skopiuj odpowiedź i naciśnij Wklej listę. Ten sam przycisk przyjmuje też listę napisaną samodzielnie, jeden utwór na wiersz.
pt: Escolha Manual (copiar prompt) em Gerar com. Copiar prompt põe um pedido pronto na área de transferência; cole-o em qualquer chat de IA (um site, outra app), copie a resposta e prima Colar lista. O mesmo botão aceita também qualquer lista escrita por si, uma música por linha.
sv: Välj Manuell (kopiera prompt) under Generera med. Kopiera prompt lägger en färdig förfrågan i urklipp; klistra in den i valfri AI-chatt (en webbplats, en annan app), kopiera svaret och tryck Klistra in lista. Samma knapp tar också emot en lista du skriver själv, en låt per rad.
zh_hans: 在“生成方式”下选择手动（复制提示词）。复制提示词会把现成的请求放入剪贴板；粘贴到任意 AI 聊天（网站或其他应用），复制回复，再按粘贴列表带回。同一按钮也接受你自己写的列表，每行一首。

# helpAIPlaylistsManualHeading
source: Without an API key (manual)
da: Uden API-nøgle (manuelt)
de: Ohne API-Schlüssel (manuell)
es: Sin clave de API (manual)
fr: Sans clé API (manuel)
it: Senza chiave API (manuale)
ja: API キーなし（手動）
nb: Uten API-nøkkel (manuelt)
nl: Zonder API-sleutel (handmatig)
pl: Bez klucza API (ręcznie)
pt: Sem chave de API (manual)
sv: Utan API-nyckel (manuellt)
zh_hans: 无 API 密钥（手动）

# helpAIPlaylistsSampleBrief1
source: The top 3 songs of each year from 1970 to today
da: Top 3 sange hvert år fra 1970 til i dag
de: Die Top 3 jedes Jahres von 1970 bis heute
es: Las 3 mejores canciones de cada año desde 1970 hasta hoy
fr: Le top 3 de chaque année de 1970 à aujourd'hui
it: Le 3 canzoni più popolari di ogni anno dal 1970 a oggi
ja: 1970年から現在までの各年トップ3曲
nb: Topp 3 sanger hvert år fra 1970 til i dag
nl: De top 3 van elk jaar van 1970 tot nu
pl: 3 najlepsze utwory każdego roku od 1970 do dziś
pt: As 3 melhores músicas de cada ano de 1970 até hoje
sv: Topp 3 låtar varje år från 1970 till idag
zh_hans: 1970 年至今每年的前 3 首歌曲

# helpAIPlaylistsSampleBrief2
source: 90 minutes of upbeat 80s synth-pop for a dinner party
da: 90 minutters festlig 80'er-synthpop til middagsselskab
de: 90 Minuten beschwingter 80er-Synth-Pop für ein Abendessen
es: 90 minutos de synth-pop ochentero animado para una cena
fr: 90 minutes de synth-pop 80s entraînante pour un dîner
it: 90 minuti di synth-pop anni '80 allegro per una cena
ja: ディナーパーティー向けの明るい80年代シンセポップ90分
nb: 90 minutter med oppløftende 80-talls synthpop til middagsselskap
nl: 90 minuten vrolijke synth-pop uit de jaren 80 voor een etentje
pl: 90 minut energicznego synth-popu z lat 80. na kolację
pt: 90 minutos de synth-pop animado dos anos 80 para um jantar
sv: 90 minuter upplättande 80-tals synthpop för en middag
zh_hans: 适合晚宴的 90 分钟欢快 80 年代合成器流行乐

# helpAIPlaylistsSampleBrief3
source: Every song Fleetwood Mac played on the 1977 Rumours tour, in setlist order
da: Alle sange fra Fleetwood Macs Rumours-turné 1977, i setliste-rækkefølge
de: Alle Songs der Rumours-Tour 1977 von Fleetwood Mac, in Setlist-Reihenfolge
es: Todas las canciones de la gira Rumours de 1977 de Fleetwood Mac, en orden de repertorio
fr: Tous les titres de la tournée Rumours 1977 de Fleetwood Mac, dans l'ordre du concert
it: Tutti i brani del tour Rumours 1977 dei Fleetwood Mac, in ordine di scaletta
ja: フリートウッド・マック1977年Rumoursツアーの全曲をセットリスト順で
nb: Alle sangene fra Fleetwood Macs Rumours-turné i 1977, i setliste-rekkefølge
nl: Elk nummer van Fleetwood Macs Rumours-tour uit 1977, in setlist-volgorde
pl: Wszystkie utwory z trasy Rumours 1977 Fleetwood Mac, w kolejności setlisty
pt: Todas as músicas da turnê Rumours de 1977 do Fleetwood Mac, na ordem do repertório
sv: Alla låtar från Fleetwood Macs Rumours-turné 1977, i setlist-ordning
zh_hans: Fleetwood Mac 1977 年 Rumours 巡演的全部歌曲，按演出顺序

# helpAIPlaylistsSamplesHeading
source: Sample prompts
da: Eksempelprompter
de: Beispiel-Prompts
es: Prompts de ejemplo
fr: Exemples de prompts
it: Prompt di esempio
ja: サンプルプロンプト
nb: Eksempelprompter
nl: Voorbeeldprompts
pl: Przykładowe prompty
pt: Prompts de exemplo
sv: Exempelprompter
zh_hans: 示例提示词

# helpAlarmsBody
source: The alarm icon in the toolbar (or ⌘⇧A) lists every alarm on your Sonos system: the time, the days it repeats shown as a week strip, the room, what it plays and how loud. The switch on each row enables or disables it. Add one with the + button or ⌘N, edit by double-clicking or pressing Return, delete with the − button or the Delete key. Alarms are stored on the speakers, so the Sonos app shows the same list, and the list re-reads itself each time the window comes to the front.
da: Alarmikonet i værktøjslinjen (eller ⌘⇧A) viser hver alarm i dit Sonos-system: tidspunkt, gentagelsesdage som en ugestribe, rum, hvad der afspilles og hvor højt. Kontakten på hver række slår den til eller fra. Tilføj med + eller ⌘N, redigér med dobbeltklik eller Retur, slet med − eller Delete. Alarmer gemmes på højttalerne, så Sonos-appen viser samme liste, og listen genindlæses hver gang vinduet kommer forrest.
de: Das Weckersymbol in der Symbolleiste (oder ⌘⇧A) listet jeden Wecker deines Sonos-Systems: Uhrzeit, Wiederholungstage als Wochenleiste, Raum, Musik und Lautstärke. Der Schalter in jeder Zeile aktiviert oder deaktiviert ihn. Hinzufügen mit + oder ⌘N, Bearbeiten per Doppelklick oder Eingabetaste, Löschen mit − oder der Löschtaste. Wecker liegen auf den Lautsprechern, die Sonos-App zeigt also dieselbe Liste, und die Liste liest sich neu ein, sobald das Fenster in den Vordergrund kommt.
es: El icono de alarma en la barra de herramientas (o ⌘⇧A) muestra todas las alarmas de tu sistema Sonos: hora, días de repetición como tira semanal, habitación, qué suena y a qué volumen. El interruptor de cada fila la activa o desactiva. Añade con + o ⌘N, edita con doble clic o Retorno, elimina con − o la tecla Suprimir. Las alarmas se guardan en los altavoces, así que la app de Sonos muestra la misma lista, que se vuelve a leer cada vez que la ventana pasa al frente.
fr: L'icône d'alarme dans la barre d'outils (ou ⌘⇧A) liste toutes les alarmes de votre système Sonos : l'heure, les jours de répétition sous forme de bande hebdomadaire, la pièce, ce qui est joué et le volume. Le commutateur de chaque ligne l'active ou la désactive. Ajoutez avec + ou ⌘N, modifiez par double-clic ou Retour, supprimez avec − ou la touche Supprimer. Les alarmes sont stockées sur les enceintes : l'app Sonos affiche la même liste, et celle-ci se relit à chaque passage de la fenêtre au premier plan.
it: L'icona della sveglia nella barra degli strumenti (o ⌘⇧A) elenca ogni sveglia del sistema Sonos: ora, giorni di ripetizione come striscia settimanale, stanza, cosa suona e a che volume. L'interruttore di ogni riga la attiva o disattiva. Aggiungi con + o ⌘N, modifica con doppio clic o Invio, elimina con − o il tasto Canc. Le sveglie risiedono sui diffusori, quindi l'app Sonos mostra lo stesso elenco, che viene riletto ogni volta che la finestra torna in primo piano.
ja: ツールバーのアラームアイコン（または ⌘⇧A）で Sonos システムのすべてのアラームを一覧できます。時刻、繰り返す曜日の週バー、部屋、再生する音楽、音量を表示します。各行のスイッチで有効・無効を切り替えます。+ または ⌘N で追加、ダブルクリックまたは Return で編集、− または Delete キーで削除します。アラームはスピーカーに保存されるため Sonos アプリでも同じ一覧が表示され、ウィンドウが前面に来るたびに読み直されます。
nb: Alarmikonet i verktøylinjen (eller ⌘⇧A) lister hver alarm i Sonos-systemet ditt: tid, gjentakelsesdager som en ukestripe, rom, hva som spilles og hvor høyt. Bryteren på hver rad slår den på eller av. Legg til med + eller ⌘N, rediger med dobbeltklikk eller Retur, slett med − eller Delete. Alarmene lagres på høyttalerne, så Sonos-appen viser samme liste, og listen leses på nytt hver gang vinduet kommer fremst.
nl: Het wekkerpictogram in de knoppenbalk (of ⌘⇧A) toont elke wekker van je Sonos-systeem: tijd, herhaaldagen als weekstrook, kamer, wat er speelt en hoe hard. De schakelaar per rij zet hem aan of uit. Voeg toe met + of ⌘N, bewerk met dubbelklik of Return, verwijder met − of de Delete-toets. Wekkers staan op de speakers, dus de Sonos-app toont dezelfde lijst, en de lijst wordt opnieuw gelezen zodra het venster naar voren komt.
pl: Ikona alarmu na pasku narzędzi (lub ⌘⇧A) wyświetla każdy alarm w systemie Sonos: godzinę, dni powtarzania jako pasek tygodnia, pokój, co gra i jak głośno. Przełącznik w każdym wierszu włącza lub wyłącza alarm. Dodaj przyciskiem + lub ⌘N, edytuj dwuklikiem lub Return, usuń przyciskiem − lub klawiszem Delete. Alarmy są zapisane na głośnikach, więc aplikacja Sonos pokazuje tę samą listę, a lista odświeża się, gdy okno wraca na pierwszy plan.
pt: O ícone de alarme na barra de ferramentas (ou ⌘⇧A) lista todos os alarmes do seu sistema Sonos: hora, dias de repetição numa faixa semanal, sala, o que toca e o volume. O interruptor de cada linha ativa ou desativa. Adicione com + ou ⌘N, edite com duplo clique ou Return, apague com − ou a tecla Delete. Os alarmes ficam nas colunas, por isso a app Sonos mostra a mesma lista, que é relida sempre que a janela vem para a frente.
sv: Alarmikonen i verktygsfältet (eller ⌘⇧A) listar varje alarm i ditt Sonos-system: tid, upprepningsdagar som en veckorad, rum, vad som spelas och hur högt. Reglaget på varje rad slår på eller av det. Lägg till med + eller ⌘N, redigera med dubbelklick eller Retur, ta bort med − eller Delete. Alarmen lagras på högtalarna, så Sonos-appen visar samma lista, och listan läses om varje gång fönstret hamnar främst.
zh_hans: 工具栏中的闹钟图标（或 ⌘⇧A）列出 Sonos 系统的全部闹钟：时间、以周条显示的重复日、房间、播放内容和音量。每行的开关用于启用或停用。用 + 或 ⌘N 添加，双击或按 Return 编辑，用 − 或 Delete 键删除。闹钟保存在扬声器上，因此 Sonos 应用显示同一列表，窗口回到前台时会重新读取。

# helpAlarmsEditorBody
source: In the editor, type the hour and minute or use the arrows, choose AM or PM, then pick the days (or Once only), the room, the music (the Sonos chime or any Sonos favorite), the volume, how long it plays or No limit, whether grouped speakers join in, and shuffle.
da: I editoren skriver du time og minut eller bruger pilene, vælger AM eller PM, derefter dage (eller Kun én gang), rum, musik (Sonos-signalet eller en Sonos-favorit), lydstyrke, varighed eller Ingen grænse, om grupperede højttalere skal deltage, og bland.
de: Im Editor tippst du Stunde und Minute ein oder nutzt die Pfeile, wählst AM oder PM, dann die Tage (oder Nur einmal), den Raum, die Musik (Sonos-Klingelton oder ein Sonos-Favorit), die Lautstärke, die Dauer oder Unbegrenzt, ob gruppierte Lautsprecher mitspielen, und Zufallswiedergabe.
es: En el editor, escribe la hora y los minutos o usa las flechas, elige AM o PM, luego los días (o Solo una vez), la habitación, la música (el timbre de Sonos o cualquier favorito de Sonos), el volumen, la duración o Sin límite, si los altavoces agrupados se unen, y el modo aleatorio.
fr: Dans l'éditeur, saisissez l'heure et les minutes ou utilisez les flèches, choisissez AM ou PM, puis les jours (ou Une seule fois), la pièce, la musique (carillon Sonos ou un favori Sonos), le volume, la durée ou Sans limite, si les enceintes groupées participent, et la lecture aléatoire.
it: Nell'editor digita ora e minuti o usa le frecce, scegli AM o PM, poi i giorni (o Solo una volta), la stanza, la musica (suoneria Sonos o un preferito Sonos), il volume, la durata o Senza limite, se i diffusori raggruppati partecipano, e la riproduzione casuale.
ja: エディタでは時と分を入力するか矢印で調整し、AM/PM を選び、曜日（または 1 回のみ）、部屋、音楽（Sonos チャイムまたは Sonos のお気に入り）、音量、再生時間または制限なし、グループ化したスピーカーも鳴らすか、シャッフルを設定します。
nb: I redigeringen skriver du time og minutt eller bruker pilene, velger AM eller PM, deretter dager (eller Kun én gang), rom, musikk (Sonos-signalet eller en Sonos-favoritt), volum, varighet eller Ingen grense, om grupperte høyttalere skal være med, og tilfeldig rekkefølge.
nl: Typ in de editor uur en minuut of gebruik de pijlen, kies AM of PM, dan de dagen (of Eenmalig), de kamer, de muziek (Sonos-belsignaal of een Sonos-favoriet), het volume, de speelduur of Geen limiet, of gegroepeerde speakers meedoen, en shuffle.
pl: W edytorze wpisz godzinę i minutę lub użyj strzałek, wybierz AM lub PM, następnie dni (lub Tylko raz), pokój, muzykę (dzwonek Sonos lub dowolny ulubiony element Sonos), głośność, czas odtwarzania lub Bez limitu, czy zgrupowane głośniki mają dołączyć, oraz odtwarzanie losowe.
pt: No editor, escreva a hora e os minutos ou use as setas, escolha AM ou PM, depois os dias (ou Apenas uma vez), a sala, a música (o toque do Sonos ou um favorito Sonos), o volume, a duração ou Sem limite, se as colunas agrupadas participam, e a ordem aleatória.
sv: I redigeraren skriver du timme och minut eller använder pilarna, väljer AM eller PM, sedan dagar (eller Endast en gång), rum, musik (Sonos-signalen eller en Sonos-favorit), volym, speltid eller Ingen gräns, om grupperade högtalare ska delta, och blandning.
zh_hans: 在编辑器中输入小时和分钟或使用箭头，选择 AM 或 PM，然后选择重复日（或仅一次）、房间、音乐（Sonos 提示音或任意 Sonos 收藏）、音量、播放时长或不限时、是否让已分组的扬声器一起响，以及随机播放。

# helpAlarmsHeading
source: Sonos alarms
da: Sonos-alarmer
de: Sonos-Wecker
es: Alarmas de Sonos
fr: Alarmes Sonos
it: Sveglie Sonos
ja: Sonos アラーム
nb: Sonos-alarmer
nl: Sonos-wekkers
pl: Alarmy Sonos
pt: Alarmes Sonos
sv: Sonos-alarm
zh_hans: Sonos 闹钟
